[PCParam]
$*PCParam-Default-LEVEL:Name=<font size='14'>Revised Level:</font>
$*PCParam-Default-LEVEL:Value=<font size='14'><PC:ParamData.AdjustLevel></font>
$*PCParam-Defualt-LEVEL:Desc=
$*PCParam-Guardian-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-berserker-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-Assassin-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-paladin-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-ranger-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-Mage-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-Warlock-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-Mystic-LEVEL:Desc=<font size='14'>Actual Level: <PC:ParamData.Level></font>
$*PCParam-Default-STRENGTH:Name=Strength
$*PCParam-Default-STRENGTH:Value=<PC:Param1st.Strength/>
$*PCParam-Defualt-STRENGTH:Desc=
$*PCParam-Guardian-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Shield Block rate.</font></font>
$*PCParam-berserker-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Fighting Power and Parry chance increase.</font></font>
$*PCParam-Assassin-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Parry chance. </font></font>
$*PCParam-paladin-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Shield Block rate.</font></font>
$*PCParam-ranger-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power.</font></font>
$*PCParam-Mage-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Mages are not affected by Strength.</font></font>
$*PCParam-Warlock-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Warlocks are not affected by Strength.</font></font>
$*PCParam-Mystic-STRENGTH:Desc=<font color='#ffffff'><font size='14'>Mystics are not affected by Strength.</font></font>
$*PCParam-Default-AGILITY:Name=Agility
$*PCParam-Default-AGILITY:Value=<PC:Param1st.Agility/>
$*PCParam-Default-AGILITY:Desc=
$*PCParam-Guardian-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Dodge rate.</font></font>
$*PCParam-berserker-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Dodge rate.</font></font>
$*PCParam-Assassin-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Dodge rate.</font></font>
$*PCParam-paladin-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Dodge rate.</font></font>
$*PCParam-ranger-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Fighting Power and Dodge rate.</font></font>
$*PCParam-Mage-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Dodge rate.</font></font>
$*PCParam-Warlock-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Dodge rate.</font></font>
$*PCParam-Mystic-AGILITY:Desc=<font color='#ffffff'><font size='14'>Increases Dodge rate.</font></font>
$*PCParam-Default-Intelligence:Name=Intelligence
$*PCParam-Default-Intelligence:Value=<PC:Param1st.Intelligence/>
$*PCParam-Default-Intelligence:Desc=
$*PCParam-Guardian-Intelligence:Desc=<font color='#ffffff'><font size='14'>Guardians are not affected by Intelligence.</font></font>
$*PCParam-berserker-Intelligence:Desc=<font color='#ffffff'><font size='14'>Berserkers are not affected by Intelligence.</font></font>
$*PCParam-Assassin-Intelligence:Desc=<font color='#ffffff'><font size='14'>Assassins are not affected by Intelligence.</font></font>
$*PCParam-paladin-Intelligence:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Maximum Mana.</font></font>
$*PCParam-ranger-Intelligence:Desc=<font color='#ffffff'><font size='14'>Rangers are not affected by Intelligence.</font></font>
$*PCParam-Mage-Intelligence:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Maximum Mana.</font></font>
$*PCParam-Warlock-Intelligence:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Maximum Mana.</font></font>
$*PCParam-Mystic-Intelligence:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Maximum Mana.</font></font>
$*PCParam-Default-Wisdom:Name=Wisdom
$*PCParam-Default-Wisdom:Value=<PC:Param1st.Wisdom/>
$*PCParam-Default-Wisdom:Desc=
$*PCParam-Guardian-Wisdom:Desc=<font color='#ffffff'><font size='14'>Guardians are not affected by Wisdom.</font></font>
$*PCParam-berserker-Wisdom:Desc=<font color='#ffffff'><font size='14'>Berserkers are not affected by Wisdom.</font></font>
$*PCParam-Assassin-Wisdom:Desc=<font color='#ffffff'><font size='14'>Assassins are not affected by Wisdom.</font></font>
$*PCParam-paladin-Wisdom:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Mana Recovery amount.</font></font>
$*PCParam-ranger-Wisdom:Desc=<font color='#ffffff'><font size='14'>Rangers are not affected by Wisdom.</font></font>
$*PCParam-Mage-Wisdom:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Mana Recovery amount.</font></font>
$*PCParam-Warlock-Wisdom:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Mana Recovery amount.</font></font>
$*PCParam-Mystic-Wisdom:Desc=<font color='#ffffff'><font size='14'>Increases Ability Power and Mana Recovery amount.</font></font>
$*PCParam-Default-Stamina:Name=Vitality
$*PCParam-Default-Stamina:Value=<PC:Param1st.Stamina/>
$*PCParam-Default-Stamina:Desc=<font color='#ffffff'><font size='14'>Increases Maximum Health Points.</font></font>
$*PCParam-Default-Technique:Name=Frenzy
$*PCParam-Default-Technique:Value=<PC:Param1st.Technique/>
$*PCParam-Default-Technique:Desc=
$*PCParam-Guardian-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-berserker-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Assassin-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-paladin-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-ranger-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mage-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Warlock-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mystic-Technique:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Default-Balance:Name=Stability
$*PCParam-Default-Balance:Value=<PC:Param1st.Balance/>
$*PCParam-Default-Balance:Desc=
$*PCParam-Guardian-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-berserker-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Assassin-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-paladin-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-ranger-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mage-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Warlock-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mystic-Balance:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Default-Quickness:Name=Knowledge
$*PCParam-Default-Quickness:Value=<PC:Param1st.Quickness/>
$*PCParam-Default-Quickness:Desc=
$*PCParam-Guardian-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-berserker-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Assassin-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-paladin-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-ranger-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mage-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Warlock-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Mystic-Quickness:Desc=<font color='#ffffff'><font size='14'>Increases Critical Hit rate and Acceleration.</font></font>
$*PCParam-Default-HP:Name=Health Points
$*PCParam-Default-HP:Value=<PC:ParamData.HP/> / <PC:ParamData.MaxHP/>
$*PCParam-Default-HP:Desc=
$*PCParam-Default-MaxHP:Name=Maximum Health
$*PCParam-Default-MaxHP:Value=<PC:ParamData.MaxHP/>
$*PCParam-Default-MaxHP:Desc=<font color='#ffffff'><font size='14'>Maximum Health Points are <PC:ParamData.MaxHP/>. <PC:Param3rd.HPRegen/> Health Points are recovered over time.</font></font>
$*PCParam-Default-ENERGY:Name=<font color='#cfac46'>Energy</font>
$*PCParam-Default-ENERGY:Value=<font color='#cfac46'><PC:ParamData.Energy/> / <PC:ParamData.MaxEnergy/></font>
$*PCParam-Default-ENERGY:Desc=<font color='#ffffff'><font size='14'>It is a resource used for sprinting. Energy recovers naturally with time, and is recovered faster in Peace Mode than Combat Mode. You can sprint by quickly pressing the movement key 2 times.</font></font>
$*PCParam-Default-SR:Name=Mana
$*PCParam-Guardian-SR:Name=Bravery
$*PCParam-berserker-SR:Name=Anger
$*PCParam-Assassin-SR:Name=Malevolence
$*PCParam-ranger-SR:Name=Concentration
$*PCParam-Default-SR:Value=<PC:ParamData.MP/> / <PC:ParamData.MaxMP/>
$*PCParam-Guardian-SR:Value=<PC:SkillResources.0.Count/> / <PC:SkillResources.0.MaxCount/>
$*PCParam-berserker-SR:Value=<PC:SkillResources.0.Count/> / <PC:SkillResources.0.MaxCount/>
$*PCParam-Assassin-SR:Value=<PC:SkillResources.0.Count/> / <PC:SkillResources.0.MaxCount/>
$*PCParam-ranger-SR:Value=<PC:SkillResources.0.Count/> / <PC:SkillResources.0.MaxCount/>
$*PCParam-Default-SR:Desc=<font color='#ffffff'><font size='14'>Mana recovers naturally over time.</font></font>
$*PCParam-Guardian-SR:Desc=<font color='#ffffff'><font size='14'>Bravery is recovered by certain Guardian skills. Some skills completely spend all Bravery charges and are proportionally effective. These skills are most effective when Bravery is as high as possible.</font></font>
$*PCParam-berserker-SR:Desc=<font color='#ffffff'><font size='14'>Anger stacks as attack actions are performed. Key skills can be triggered when the maximum Anger level is reached. Once out of combat, Anger starts to deplete after a few seconds.</font></font>
$*PCParam-Assassin-SR:Desc=<font color='#ffffff'><font size='14'>Malevolence recovers naturally over time. It is spent when skills that damage enemies or skills that add death marks are used.</font></font>
$*PCParam-ranger-SR:Desc=<font color='#ffffff'><font size='14'>Concentration naturally recovers over time.</font></font>
$*PCParam-Default-MaxSR:Name=Maximum Mana
$*PCParam-Guardian-MaxSR:Name=Maximum Bravery
$*PCParam-berserker-MaxSR:Name=Maximum Anger
$*PCParam-Assassin-MaxSR:Name=Maximum Malevolence
$*PCParam-ranger-MaxSR:Name=Maximum Concentration
$*PCParam-Default-MaxSR:Value=<PC:ParamData.MaxMP/>
$*PCParam-Guardian-MaxSR:Value=5
$*PCParam-berserker-MaxSR:Value=100
$*PCParam-Assassin-MaxSR:Value=100
$*PCParam-ranger-MaxSR:Value=100
$*PCParam-Default-MaxSR:Desc=<font color='#ffffff'><font size='14'>Maximum Mana is <PC:ParamData.MaxMP/>. Recovers by <PC:Param3rd.CostRegen/> per <PC:Param3rd.CostRegenPeriod/>second(s).</font></font>
$*PCParam-Guardian-MaxSR:Desc=<font color='#ffffff'><font size='14'>Maximum Bravery is 5.</font></font>
$*PCParam-berserker-MaxSR:Desc=<font color='#ffffff'><font size='14'>Maximum Anger is 100.</font></font>
$*PCParam-Assassin-MaxSR:Desc=<font color='#ffffff'><font size='14'>Maximum Malevolence is 100.</font></font>
$*PCParam-ranger-MaxSR:Desc=<font color='#ffffff'><font size='14'>Maximum Concentration is 100. Recovers by 10 every second.</font></font>
$*PCParam-Default-AttackPower:Name=Fighting Power
$*PCParam-Default-AttackPower:Value=<PC:Param2nd.AttackPower/>
$*PCParam-Default-AttackPower:Desc=
$*PCParam-Guardian-AttackPower:Desc=<font color='#ffffff'><font size='14'>Increases Melee and Ranged Attack Power. <br>Fighting Power is affected by Strength and Agility.</font></font>
$*PCParam-berserker-AttackPower:Desc=<font color='#ffffff'><font size='14'>Increases Melee and Ranged Attack Power. <br>Fighting Power is affected by Strength and Agility.</font></font>
$*PCParam-Assassin-AttackPower:Desc=<font color='#ffffff'><font size='14'>Increases Melee and Ranged Attack Power. <br>Fighting Power is affected by Strength and Agility.</font></font>
$*PCParam-paladin-AttackPower:Desc=<font color='#ffffff'><font size='14'>Increases Melee and Ranged Attack Power. <br>Fighting Power is affected by Strength and Agility.</font></font>
$*PCParam-ranger-AttackPower:Desc=<font color='#ffffff'><font size='14'>Increases Melee and Ranged Attack Power. <br>Fighting Power is affected by Strength and Agility.</font></font>
$*PCParam-Mage-AttackPower:Desc=<font color='#ffffff'><font size='14'>Mages are not affected by Fighting Power.</font></font>
$*PCParam-Warlock-AttackPower:Desc=<font color='#ffffff'><font size='14'>Warlocks are not affected by Fighting Power.</font></font>
$*PCParam-Mystic-AttackPower:Desc=<font color='#ffffff'><font size='14'>Mystics are not affected by Fighting Power.</font></font>
$*PCParam-Default-SpellPower:Name=Ability Power
$*PCParam-Default-SpellPower:Value=<PC:Param2nd.SpellPower/>
$*PCParam-Default-SpellPower:Desc=
$*PCParam-Guardian-SpellPower:Desc=<font color='#ffffff'><font size='14'>Guardians are not affected by Ability Power.</font></font>
$*PCParam-berserker-SpellPower:Desc=<font color='#ffffff'><font size='14'>Berserkers are not affected by Ability Power.</font></font>
$*PCParam-Assassin-SpellPower:Desc=<font color='#ffffff'><font size='14'>Assassins are not affected by Ability Power.</font></font>
$*PCParam-paladin-SpellPower:Desc=<font color='#ffffff'><font size='14'>Increases Attack Power and Healing amount. <br>Ability Power is affected by Intelligence and Wisdom.</font></font>
$*PCParam-ranger-SpellPower:Desc=<font color='#ffffff'><font size='14'>Rangers are not affected by Ability Power.</font></font>
$*PCParam-Mage-SpellPower:Desc=<font color='#ffffff'><font size='14'>Increases Attack Power and Healing amount. <br>Ability Power is affected by Intelligence and Wisdom.</font></font>
$*PCParam-Warlock-SpellPower:Desc=<font color='#ffffff'><font size='14'>Increases Attack Power and Healing amount. <br>Ability Power is affected by Intelligence and Wisdom.</font></font>
$*PCParam-Mystic-SpellPower:Desc=<font color='#ffffff'><font size='14'>Increases Attack Power and Healing amount. <br>Ability Power is affected by Intelligence and Wisdom.</font></font>
$*PCParam-Default-WeaponDamage:Name=Weapon Damage
$*PCParam-Default-WeaponDamage:Value=<PC:Param2nd.MainWeaponMinDamage/>-<PC:Param2nd.MainWeaponMaxDamage/>
$*PCParam-Default-WeaponDamage:Desc=<font color='#ffffff'><font size='14'>Weapon damage is <PC:Param2nd.MainWeaponMinDamage/>-<PC:Param2nd.MainWeaponMaxDamage/>.</font></font>
$*PCParam-Default-SpellDamage:Name=Weapon Power
$*PCParam-Default-SpellDamage:Value=<PC:Param2nd.WeaponSpellDamageMin/>-<PC:Param2nd.WeaponSpellDamageMax/>
$*PCParam-Default-SpellDamage:Desc=<font color='#ffffff'><font size='14'>Weapon damage is <PC:Param2nd.WeaponSpellDamageMin/>-<PC:Param2nd.WeaponSpellDamageMax/>.</font></font>
$*PCParam-Default-CriticalRating:Name=Critical Hit
$*PCParam-Default-CriticalRating:Value=<PC:Param2nd.CriticalRating/>
$*PCParam-Default-CriticalRating:Desc=
$*PCParam-Guardian-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Critical Hit rate pf <PC:Param3rd.CriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Stability.</font></font>
$*PCParam-berserker-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Critical Hit rate of <PC:Param3rd.CriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Frenzy.</font></font>
$*PCParam-Assassin-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Critical Hit rate <PC:Param3rd.CriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Frenzy.</font></font>
$*PCParam-paladin-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Critical Hit Rate of <PC:Param3rd.CriticalChance.$mult(100)/>% is applied.<br>Magic Critical Hit Rate of <PC:Param3rd.SpellCriticalChance.$mult(100)/>% is applied.<br>When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hit is affected by Knowledge.</font></font>
$*PCParam-ranger-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Critical Hit rate of <PC:Param3rd.CriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Stability.</font></font>
$*PCParam-Mage-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Magic Critical Hit rate of <PC:Param3rd.SpellCriticalChance.$mult(100)/>% is applied. When Critical Hit occurs, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hit is affected by Frenzy.</font></font>
$*PCParam-Warlock-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Magic Critical Hit rate of <PC:Param3rd.SpellCriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Knowledge.</font></font>
$*PCParam-Mystic-CriticalRating:Desc=<font color='#ffffff'><font size='14'>Magic Critical Hit rate of <PC:Param3rd.SpellCriticalChance.$mult(100)/>% is applied. When a Critical Hit connects, it deals <PC:Param3rd.CriticalModifier.$mult(100)/>% damage. Critical Hits are affected by Knowledge.</font></font>
$*PCParam-Default-HasteRating:Name=Acceleration
$*PCParam-Default-HasteRating:Value=<PC:Param2nd.HasteRating/>
$*PCParam-Default-HasteRating:Desc=
$*PCParam-Guardian-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Stability.</font></font>
$*PCParam-berserker-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown and Power charge time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Frenzy.</font></font>
$*PCParam-Assassin-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Frenzy.</font></font>
$*PCParam-paladin-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown time and casting time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Knowledge.</font></font>
$*PCParam-ranger-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown and casting time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Stability.</font></font>
$*PCParam-Mage-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown and casting time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Frenzy.</font></font>
$*PCParam-Warlock-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown time and casting time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Knowledge.</font></font>
$*PCParam-Mystic-HasteRating:Desc=<font color='#ffffff'><font size='14'>Reduces the cooldown time and casting time. Quickens skill usage speed. <br>Acceleration rate of <PC:Param3rd.Haste.$mult(100)/>% is applied. <br>Acceleration is affected by Knowledge.</font></font>
$*PCParam-Default-HitRating:Name=Hit
$*PCParam-Default-HitRating:Value=<PC:Param2nd.HitRating/>
$*PCParam-Default-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. <br>Magic accuracy rate of <PC:Param3rd.SpellHitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Guardian-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-berserker-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Assassin-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-paladin-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. <br>Magic accuracy rate of <PC:Param3rd.SpellHitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-ranger-HitRating:Desc=<font color='#ffffff'><font size='14'>Accuracy rate of <PC:Param3rd.HitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Mage-HitRating:Desc=<font color='#ffffff'><font size='14'>Magic accuracy rate of <PC:Param3rd.SpellHitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Warlock-HitRating:Desc=<font color='#ffffff'><font size='14'>Magic accuracy rate of <PC:Param3rd.SpellHitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Mystic-HitRating:Desc=<font color='#ffffff'><font size='14'>Magic accuracy rate of <PC:Param3rd.SpellHitChance.$mult(100)/>% is applied. </font></font>
$*PCParam-Default-Armor:Name=Physical Defense
$*PCParam-Default-Armor:Value=<PC:Param2nd.Armor/>
$*PCParam-Default-Armor:Desc=<font color='#ffffff'><font size='14'>Physical damage taken is reduced by <PC:Param3rd.ArmorReduce.$mult(100)/>%.</font></font>
$*PCParam-Default-SpellArmor:Name=Magical Defense
$*PCParam-Default-SpellArmor:Value=<PC:Param2nd.SpellArmor/>
$*PCParam-Guardian-SpellArmor:Value=<PC:Param2nd.SpellArmor/>
$*PCParam-berserker-SpellArmor:Value=<PC:Param2nd.SpellArmor/>
$*PCParam-Assassin-SpellArmor:Value=<PC:Param2nd.SpellArmor/>
$*PCParam-Default-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Guardian-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-berserker-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Assassin-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-paladin-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-ranger-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Mage-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Warlock-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Mystic-SpellArmor:Desc=<font color='#ffffff'><font size='14'>Reduces magic damage from other players by <PC:Param3rd.SpellArmorReduce.$mult(100)/>%. If the enemy is not a player, its effect will be increased.</font></font>
$*PCParam-Default-DodgeRating:Name=Dodge
$*PCParam-Default-DodgeRating:Value=<PC:Param2nd.DodgeRating/>
$*PCParam-Default-DodgeRating:Desc=<font color='#ffffff'><font size='14'>Dodge Rate of <PC:Param3rd.DodgeChance.$mult(100)/>% is applied. <br>Dodge is affected by Agility.</font></font>
$*PCParam-paladin-DodgeRating:Desc=<font color='#ffffff'><font size='14'>Paladins can't Dodge. </font></font>
$*PCParam-Default-ParryRating:Name=Parry
$*PCParam-Default-ParryRating:Value=<PC:Param2nd.ParryRating/>
$*PCParam-Default-ParryRating:Desc=<font color='#ffffff'><font size='14'>Parry Chance: <PC:Param3rd.ParryChance.$mult(100)/>% <br>Physical damage taken when Parry succeeds reduced by <PC:Param3rd.ParryAmount/>. <br>Parry is affected by Strength.</font></font>
$*PCParam-Guardian-ParryRating:Desc=<font color='#ffffff'><font size='14'>Guardians can't Parry.</font></font>
$*PCParam-paladin-ParryRating:Desc=<font color='#ffffff'><font size='14'>Paladins can't Parry.</font></font>
$*PCParam-ranger-ParryRating:Desc=<font color='#ffffff'><font size='14'>Rangers can't Parry.</font></font>
$*PCParam-Mage-ParryRating:Desc=<font color='#ffffff'><font size='14'>Mages can't Parry.</font></font>
$*PCParam-Warlock-ParryRating:Desc=<font color='#ffffff'><font size='14'>Warlocks can't Parry.</font></font>
$*PCParam-Mystic-ParryRating:Desc=<font color='#ffffff'><font size='14'>Mystics can't Parry.</font></font>
$*PCParam-Assassin-ParryRating:Desc=<font color='#939393'>Assassins can't Parry.</font></font>
$*PCParam-Default-BlockRating:Name=Block
$*PCParam-Default-BlockRating:Value=<PC:Param2nd.BlockRating/>
$*PCParam-Default-BlockRating:Desc=<font color='#ffffff'><font size='14'><PC:ParamData.Class/> can't perform Block. </font></font>
$*PCParam-Guardian-BlockRating:Desc=<font color='#ffffff'><font size='14'>Block rate of <PC:Param3rd.BlockChance.$mult(100)/>% is applied. <br>Block is affected by Strength.</font></font>
$*PCParam-paladin-BlockRating:Desc=<font color='#ffffff'><font size='14'>Block rate of <PC:Param3rd.BlockChance.$mult(100)/>% is applied. <br>Block is affected by Strength.</font></font>
$*PCParam-Default-BlockReduceRating:Name=Shield Absorption
$*PCParam-Default-BlockReduceRating:Value=<PC:Param2nd.BlockReduceRating/>
$*PCParam-Default-BlockReduceRating:Desc=<font color='#ffffff'><font size='14'><PC:ParamData.Class/> can't perform Block. </font></font>
$*PCParam-Guardian-BlockReduceRating:Desc=<font color='#ffffff'><font size='14'>The damage you take when you successfully perform Block is reduced by <PC:Param3rd.BlockReduce.$mult(100)/>%.</font></font>
$*PCParam-paladin-BlockReduceRating:Desc=<font color='#ffffff'><font size='14'>The damage you take when you successfully perform Block is reduced by <PC:Param3rd.BlockReduce.$mult(100)/>%.</font></font>
$*PCParam-Default-ResistRating:Name=Magic Resistance
$*PCParam-Default-ResistRating:Value=<PC:Param2nd.ResistRating/>
$*PCParam-Default-ResistRating:Desc=<font color='#ffffff'><font size='14'><PC:Param3rd.SpellResistChance.$mult(100)/>% chance to resist magic damage taken is applied. <br>Magic Resistance is affected by Intelligence and Wisdom.</font></font>
$*PCParam-Guardian-ResistRating:Desc=<font color='#939393'>Guardians are not subject to high Magic Resistance.</font></font></font>
$*PCParam-berserker-ResistRating:Desc=<font color='#939393'>Berserkers are not subject to high Magic Resistance.</font></font></font>
$*PCParam-Default-RCResistRating:Name=Toughness
$*PCParam-Default-RCResistRating:Value=<PC:Param2nd.RCResistRating/>
$*PCParam-Default-RCResistRating:Desc=<font color='#ffffff'><font size='14'>Position Control Resistance Chance of <PC:Param3rd.RCResistChance.$mult(100)/>% is applied.<br>Toughness is affected by Vitality and Physical Defense level.</font></font>
